# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

logout.Title=Wylogowano
footer.Text=Projekt aplikacji zosta\u0142 zrealizowany jako projekt ko\u0144cowy studi\u00f3w podyplomowych "Nowoczesne aplikacje biznesowe Java EE" na Politechnice \u0141\u00f3dzkiej. Autor - Bartosz Kurek.
logout.ThankYou=Wylogowano pomy\u015blnie. Dzi\u0119kujemy. Wpadnij do nas znowu!
logout.Text=Je\u017celi chcesz si\u0119 zalogowa\u0107 ponownie, odwied\u017a nasz\u0105 stron\u0119 do logowania tym przyciskiem:
logout.Button=Strona logowania
index.Title=Strona g\u0142\u00f3wna
index.Welcome=Witaj w WIS! Ch\u0119tnie us\u0142yszymy o twoich pomys\u0142ach!
index.Text=Zacznij przegl\u0105da\u0107 pomys\u0142y innych lub dodaj swoje.
index.OverImage=Pami\u0119taj! [Pomys\u0142y] + [Wdro\u017cenie] = [Sukces]
faq.FirstQ=Czy umieszczenie sugestii kosztuje co\u015b?
faq.Title=Cz\u0119sto Zadawane Pytania
faq.FirstA=Oczywi\u015bcie, \u017ce nie! Sugestie mog\u0105 usprawni\u0107 Twoj\u0105 jak i nasz\u0105 prac\u0119 wi\u0119c bardzo ch\u0119tnie przeczytamy co chcia\u0142by\u015b polepszy\u0107.
faq.SecondQ=Czy je\u015bli zamieszcz\u0119 z\u0142\u0105 sugesti\u0119 ponios\u0119 jakie\u015b konsekwencje?
faq.SecondA=Oczywic\u0107ie, \u017ce nie. Pomimo tego, \u017ce chcieliby\u015bmy aby wszystkie sugestie by\u0142y poprawne, nasz system nie jest doskona\u0142y. Je\u015bli pomylisz si\u0119 zawsze mo\u017cesz usun\u0105\u0107 swoj\u0105 sugesti\u0119, dop\u00f3ki nie wesz\u0142a w stan "W realizacji". Gdy jednak taka sytuacja nast\u0105pi, mo\u017cesz zawsze napisa\u0107 do nas. Spr\u00f3bujemy pom\u00f3c :).
faq.ThirdQ=Jak obliczacie punkty dla pracownik\u00f3w?
faq.ThirdA=Algorytm jest nasz\u0105 s\u0142odk\u0105 tajemnic\u0105. Nie mo\u017cemy go ujawni\u0107. Punkty s\u0105 przeliczane sprawiedliwie, bez wzgl\u0119du na to, jakie stanowisko w naszej firmie zajmujesz. 
faq.FourthQ=Na co mog\u0119 przeznaczy\u0107 punkty?
faq.FourthA=Pracownik nie mo\u017ce bezpo\u015brednio przeznaczy\u0107 na nic punkt\u00f3w. Punkty podliczane s\u0105 przez dzia\u0142 HR przy wyliczaniu miejsca w kolejce. W przysz\u0142o\u015bci planujemy rozszerzy\u0107 mo\u017cliwo\u015bci o plan benefit\u00f3w.
contact.Title=Kontakt
contact.Text=Je\u017celi znalaz\u0142e\u015b b\u0142\u0105d w aplikacji, co\u015b Ci si\u0119 nie podoba albo masz pomys\u0142 jak usprawni\u0107 aplikacj\u0119 wy\u015blij do nas wiadomo\u015b\u0107!
login.Title=Zaloguj si\u0119
login.Welcome=Witamy w WIS. Zaloguj si\u0119 aby przej\u015b\u0107 dalej.
login.Register=Nie posiadasz jeszcze konta? Zarejestruj si\u0119!
login.Password=Has\u0142o
login.SignIn=Zaloguj si\u0119
login.RegisterButt=Zarejestruj si\u0119
login.Remember=Zapami\u0119taj mnie
register.SignIn=Masz ju\u017c konto? Zaloguj si\u0119!
register.Title=Zarejestruj si\u0119
register.RepeatPassword=Powt\u00f3rz has\u0142o
register.FirstName=Imi\u0119
register.LastName=Nazwisko
register.EmployeeNumber=Tw\u00f3j Numer Pracownika
userpoints.Text=Moje punkty
userpoints.Points=pkt
userpoints.Quote1=Ka\u017cde dokonanie, wszystkie zdobyte przez ludzi bogactwa maj\u0105 swoje \u017ar\u00f3d\u0142a w ich pomys\u0142ach!
userpoints.Quote2=Napoleon Hill - My\u015bl I Boga\u0107 Si\u0119 (1938)
useradd.WelcomeText=Dodaj sugesti\u0119!
useradd.ShortDescription=Kr\u00f3tki opis
useradd.FullDescription=Pe\u0142ny opis
useradd.Priority=Priorytet
useradd.MoneyRequired=Wymaga finansowania
useradd.Category=Kategoria
useradd.CatWorkspace=Obszar pracy
useradd.CatOther=Inna
useradd.CatProcess=Proces
useraddconfirm.WelcomeText=Prosz\u0119 potwierd\u017a
view.Title=Przegl\u0105daj
success.Text=Sukces! Wr\u00f3\u0107 na stron\u0119 g\u0142\u00f3wn\u0105 lub dodaj kolejn\u0105 sugesti\u0119!
success.Title=Sukces!
view.Date=Data
view.Footer=To jest liczba zg\u0142oszonych przez was sugestii. Dzi\u0119kujemy wam wszystkim za wasz trud.
navbarmenu.Browse=Przegl\u0105daj
navbarmenu.Completed=Zrealizowane
navbarmenu.Contact=Kontakt
navbarmenu.Logout=Wyloguj si\u0119
navbarmenu.PassChange=Zmie\u0144 has\u0142o
navbarmenu.Points=Moje punkty
navbarmenu.AddNotification=Dodaj sugesti\u0119
navbarmenu.MyNotification=Moje sugestie
